def menu():
    print('Здравствуйте. Вы в приложении "Заметки",\r\n\
для работы с приложением введите пункт меню и нажмите Enter:')
    print('1. Вывести список заметок')
    print('2. Создать заметку')
    print('3. Выход')
    return 3
    
def menu_list_notes():
    print('Вы в приложении "Заметки",\r\n \
для продолжения введите пункт меню и нажмите Enter:')
    print('1. Прочитать заметку')
    print('2. Редактировать заметку')
    print('3. Удалить заметку')
    print('4. Назад')
    return 4
